Repository: Ismail774403783/org.ndi.demtools
Catalog: l10n/*/LC_MESSAGES/demtools.po
Languages: ar_eg

source: NDI CiviCRM County-State Permissions
ar_eg: NDI CiviCRM مقاطعة للدولة ضوابط

source: view all contacts who live in your county
ar_eg: عرض كل الاتصالات الذين يعيشون في مقاطعتك

source: edit all contacts who live in your county
ar_eg: تعديل كافة جهات الاتصال الذين يعيشون في مقاطعتك

source: delete all contacts who live in your county
ar_eg: حذف جميع الأسماء الذين يعيشون في مقاطعتك

source: view all contacts who live in your state
ar_eg: عرض كل الاتصالات التي تعيش في ولايتك

source: edit all contacts who live in your state
ar_eg: تعديل كافة جهات الاتصال الذين يعيشون في ولايتك

source: delete all contacts who live in your state
ar_eg: حذف جميع الأسماء الذين يعيشون في ولايتك

source: New Contacts by Month
ar_eg: عرض جميع التقارير

source: Contacts
ar_eg: المناسبات

source: Create New Individual
ar_eg: إحياء مناسبة

source: Browse Contacts
ar_eg: جميع المناسبات

source: Manage Groups
ar_eg: البحث عن مشاركين

source: View All Reports
ar_eg: تسجيل مشارك

source: Send Mailing
ar_eg: تحديد موعد إرسال تنبيه

source: Events
ar_eg: أحداث

source: Organize Event
ar_eg: تنظيم الحدث

source: All Events
ar_eg: كل الأحداث

source: Search Participants
ar_eg: بحث المشاركون

source: Register Participant
ar_eg: تسجيل مشارك

source: Schedule Reminder
ar_eg: جدول تذكير

source: Recently Added
ar_eg: إرسال البريد
